Repository: mozilla-l10n/mt-training-data
Catalog: lrk/lrk_pontoon.tmx
Source language: en_us
Languages: lrk

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
lrk: تمو ني جلدي وضاحت ڪرياري ايڪ اي ميل حاصل ڪروي کپي تمو ري ٻولي ني عام آواز ۾ ٻيري ڪريا ھارو قدم

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
lrk: تمي ڪومن وُيس ني اماري آ رواني مون ريڪودينگ ري مقصد تڪ پوچايا مي مدد ڪري ھي

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
lrk: تمي ڪومن وائس ني اماري آ رواني مون ريڪودينگ ري مقصد تڪ پوچايا مي مدد ڪري ھي

source: You've successfully signed up for contributing to { $language }. Thank you.
lrk: توھان ڪاميابيءَ مون سائن اپ ڪريو ھي مدد ڪريا ھارو { $language }. تمو ري مهرباني

source: You want to join the Common Voice mailing list
lrk: تمي چاھوھون ڀيرا ھويا ھاروعام وائس ميلنگ لسٽ ۾

source: You write down what you hear in the audio clips
lrk: تمي جي ھڻو ھون او آڊيو ڪلپس ۾ لکو ھون.

source: Zaza
lrk: زازا

source: Zip #{ $offset } of { $total }
lrk: زپ #{ $offset } مون { $total }

source: Zulu
lrk: زولو

source: account recovery key
lrk: اڪائونٽ ري ليتي ديتي چيڪ ڪروي

source: add-on
lrk: اوتي جمعا

source: alternate text
lrk: متبادل متن

source: attack
lrk: حملو

source: attacker
lrk: حملا وارو

source: Attack Site
lrk: حملا ري سائيٽ

source: attendee
lrk: ڀيرا ڪريا وارا

source: authenticate
lrk: جوڻ ڪاڌوي

source: authenticated
lrk: جوڻ ڪاڌوي

source: authentication code
lrk: جوڻ ري ڪوڌ

source: autoplay
lrk: حاپھي ھلاووُ

source: backup authentication code
lrk: واپسي جون رو ڪوڌ

source: bookmark
lrk: بک مارڪ

source: breakpoint
lrk: بوگيوڙو پوئينٽ

source: Bug report
lrk: بگ رپورٽ

source: certificate authority
lrk: سرٽيفڪيٽ اٿارٽي

source: cipher
lrk: سيفر

source: clipboard
lrk: ڪلپ بورڊ

source: colorway
lrk: رنگ وارو رستو

source: confirmation code
lrk: جوڻ رو ڪوڌ

source: context
lrk: حوالوط

source: cookie banner
lrk: ڪوڪي بينر

source: corrupt
lrk: ڪنو

source: corrupted
lrk: ڪنو ھويوڙو

source: crash
lrk: حادثو

source: cross-site tracking cookie
lrk: ڪراس سائيٽ ٽريڪنگ ڪوڪي

source: cryptominer
lrk: ڪريپٽومائينر

source: cryptomining
lrk: ڪريپٽومائينر

source: debug
lrk: ڊيبگ

source: deceptive site
lrk: گمراھ ڪريا واري سائيٽ

source: decode
lrk: ھومو لاووُ

source: decryption
lrk: ڊيڪرپشن

source: disinformation
lrk: اڻ ڄاڻائي

source: distrust
lrk: بي يققيبي

source: email mask
lrk: اي ميل ماسڪ

source: enable
lrk: چالو ڪرووُ

source: encode
lrk: انڪوڊ

source: encrypt
lrk: انڪرپٽ

source: encryption
lrk: انڪرپشن

source: end user
lrk: آخري اسعتمال ڪريا وارو

source: Enhanced Tracking Protection
lrk: بهتر ھويوڙو ٽريڪنگ تحفظ

source: extension
lrk: وڌيوڙو

source: fingerprinter
lrk: فنگر پرنٽر

source: fingerprinting
lrk: فنگر پرنٽر

source: Firefox View
lrk: فائر فاکس ني جو

source: grassroots
lrk: گراس روٽ

source: home page
lrk: هوم صفحو

source: import
lrk: درآمد

source: independent browser
lrk: آزاد برائوزر

source: innovations
lrk: جدت

source: insecure
lrk: بي رڪݾہ

source: installation
lrk: تنصيب

source: Issue
lrk: مسلو

source: Legacy extension
lrk: ورثي ري واڌ

source: misinformation
lrk: غلط ڄوڻ

source: native
lrk: ڏيهي

source: net neutrality
lrk: خالص غير جانبداري

source: nonprofit
lrk: غير منافع بخش

source: non-profit
lrk: غير منافع بخش

source: open source
lrk: کليوڙو ذريعو

source: override
lrk: مٿان چڙووُ

source: phone number mask
lrk: فون نمبر ماسڪ

source: pop-up
lrk: پوپ اپ

source: preference
lrk: مونتا

source: Privacy Notice
lrk: رازداري نوٽيس

source: release
lrk: سوڙووُ

source: report
lrk: رآپورٽ

source: restricted site
lrk: محدود سائيٽ

source: revert
lrk: واپس ڪروي

source: Review checker
lrk: جائزو ليڌا وارو

source: search suggestion
lrk: جويا ري جونڪاري

source: security keys
lrk: رڪݾہ ري چاڀي

source: sensitive
lrk: دماغ وارو

source: sidebar
lrk: سائڊبار

source: sign
lrk: سائن

source: signer
lrk: سائن ڪريا وارو

source: sign in
lrk: سائن ڪروي

source: sign-in
lrk: سائن ڪروي

source: studies
lrk: پڙاھي

source: Terms of Service
lrk: سروس ري شرط

source: track
lrk: ٽريڪ

source: trackers
lrk: ٽريڪٽر

source: Tracking Content
lrk: ٽريڪنگ مواد

source: unencrypted
lrk: اڻ ڪوڊ ھويوڙو

source: unresponsive
lrk: غير جوابدار

source: unsafe
lrk: غير محفوظ

source: validate
lrk: جوڻڪاري ڪروي

source: validity
lrk: صحيحيت

source: version
lrk: نسخو

source: Web Authentication
lrk: ويب ري جوڻ
